Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Book of Lagier.tmx
Source language: ko_kr
Languages: en

source: 그래서
en: so...

source: 이 안, 너무 어두워서 하나도 안 보여.
en: it’s so dark in here. I can’t see a thing.

source: 때가 되었노라.
en: The time has come.

source: 저어기 멀대같이 늘어서 있는 놈들은 멀었단 이야깁니다.
en: those rugrats over there still have a long way to go.

source: 피곤해, 귀찮아.
en: I’m too tired.

source: 무슨 책입니까?
en: What book is that?

source: 아하하!
en: ahaha!

source: 가 아니라 세드나가 한 짓이야.
en: I mean, sedna did it.

source: 하아아아~
en: Haaaah...

source: 혹시 해신의 축복을 받은 제르에이라의
en: By any chance, are you...

source: 좋습니다!
en: very well!

source: 그리고 솜사탕 같은 귀여운 복실이도 한 마리.
en: and you’re with a cute, fluffy animal.

source: 천...사?
en: An an...gel?

source: 왕국 유일의 왕위 계승자 라지에르.
en: Lagier, the sole heir to the throne of the Kingdom.

source: 차기 천왕의 열매라는 걸 말이야!
en: It’s the fruit of the next Angel King.

source: 다시는 내 이름에 지라 붙히지 마라.
en: don’t call my name like that ever again.

source: 아, 아파!
en: I-it hurts!

source: 해신의 가호를 받는 제르에이라라면 안전하겠지만...
en: jereilla may be safe thanks to the blessing from the goddess of the sea...

source: 이상하게 평소보다 기사들이 많이 배치된 거 같지 않나요?
en: there are more knights standing guard than usual, don’t you think?

source: 더 많은 사냥개를 얻기 위해 주인이 개 앞에 엎드린 꼴이군.
en: the owner kneeling to his dog in order obtain more hounds.

source: 이놈을 죽여라!
en: kill him!

source: 협상은 깨진 거 아니었나?
en: Wasn’t our agreement over?

source: 그래, 이름이 없어?
en: So you have no name?

source: 대련이라고 하셨습니까?
en: say a duel?

source: 드디어 풀려났어!
en: I’m finally free!

source: 제르에이라라면...
en: if I can study in jereilla...

source: 그에 응당한 대가를 치르게 될 겁니다.
en: ...and be punished accordingly.

source: 이 나라가 어떻게 굴러가고 있는지.
en: But only about how this country operates.

source: 이걸 길 가다 주웠다고?
en: You said they picked this up on the street?

source: 난 그런 게 있단 이야기 들어본 적이 없는데?
en: I never heard of such a thing...

source: 해신의 허가를 받아야 한다.
en: ...who oversees the oceans surrounding Jereilla.

source: 오늘 나랑 같이 놀러 나가자!
en: Let go out and play together!

source: 요정?
en: Earth fairies?

source: 그렇다면 이건 그냥 넘어갈 수 없는 일이로군.
en: Then I cannot let this slide, can I?

source: 그럼 됐어.
en: Then that’s fine.

source: 저희도 함께 찾아 드리겠습니다!
en: We will help you look for her too!

source: 그래서 그런지 얼른 만나보고 싶네.
en: But I want to meet

source: 존중해주세요~
en: Please respect it.

source: 그럼 같이 그려진 저 피리는?
en: then what about that flute in the same drawing?

source: 마법?
en: magic?

source: 네에~ 확실해요.
en: yes, I’m sure.

source: 하지만 언제 무엇이 불씨가 되어 다시 전쟁이 반발할지 몰라.
en: Who knows what could spark the start of another war?

source: 알겠습니다, 전하.
en: yes, your highness.

source: 마법사님이 안 가셔도 마을엔 경비대가 있습니다.
en: the village has patrol guards that can take care of them.

source: 그래서 그런 거냐?
en: Is that why?

source: 네,
en: Yes.

source: 그런데 독서는 왜?
en: And why reading?

source: 네가 해신이라고 동네방네 소문이라도 내고 싶어?
en: Do you want to tell everyone you’re the Goddess of the Sea?

source: ‘그것’을 돌려받으러 왔습니다.
en: I’ve come for that object.

source: 감히 마왕인 날 소환한 녀석이 있었지?
en: Who’s the brave soul who dared to summon me, the Demon King?

source: 저, 정말인가?!
en: R-really?!

source: 아이, 빌어먹을.
en: Ugh, damn it.

source: 이걸 봐주시겠어요?
en: will you take a look at this?

source: 그것이...
en: well...

source: 그건 절대 안 돼!
en: That can never happen!

source: 그렇다면 아무리 멍청하고 쓰레기 같은 녀석이라도
en: In that case, no matter how dumb and useless he is,

source: 대단하십니다!
en: you’re really amazing!

source: 앗, 마법사님 걱정 마십시오.
en: oh, mage aristid, you do not need to worry about it.

source: 펠리스 엘가.
en: felis elga.

source: 그렇군요...
en: You’re right...

source: 그렇다는 건 이대로 물러나시겠단 건가요?
en: Does that mean you will be backing off now?

source: 음?
en: Huh?

source: 거북이 녀석, 왜 이렇게 작아졌어?
en: hey, tortoise. why’d you get so tiny?

source: 자신 있음 네가 말려보던지.
en: Or you can try stopping him if you’re confident enough.

source: ...여긴 유산과 가까워질수록 침입자를 막기 위한 트랩이 설치되어 있지라.
en: the closer we get to the inheritance-ill... the more traps there are to stop intruders-all.

source: 잘 생각해 봐.
en: think about it.

source: 그럼 이게 얼마나 위험한 폭탄 같은 건지는 알고 있는 거지?
en: Then you know this is like a ticking time bomb, right?

source: 연못에서 천 년을 살았다는 황금 자라다.
en: a golden turtle that lived in the pond for a thousand years.

source: 카나스와 제르에이라
en: kanas and jereilla.

source: 새 황제를 반기지 않고 반기를 드는 녀석들이 있다면...
en: Anyone who doesn’t welcome the new emperor and opposes...

source: 무기를 거둬라!
en: Put down your weapons!

source: 카나스의 황제를 두고 겁도 없이 뭘 하는 거야.
en: aren’t they afraid to say that in front of the emperor of kanas?

source: 물론 나는 예외다.
en: I’m an exception, of course.

source: 스
en: Gla

source: 달이 떴어!
en: the moon’s there!

source: 싫어!
en: No!

source: 바다!
en: the sea!

source: 그럼 좀 더 상황을 지켜보는 거로 하자.
en: Let’s keep an eye on the situation for a bit.

source: 폐하께서 이틀째 행방불명입니다!
en: his majesty has been missing for two days now!

source: 전 프레데이크 왕국의 제 1공주,
en: I am the first princess of the Fredake Kingdom...

source: 이상한데?
en: Something’s not right.

source: 바, 방금 말은 못 들은 걸로 해줘..!
en: P-please pretend you didn’t hear that!

source: 역시 그런가.
en: As I thought.

source: 키잉-
en: GRRR

source: 난 자라지라~ 왜 자꾸 거북이라 그러지라~
en: I’m a tuuurtle! why do you keep calling me a tortoise-ill?!

source: 그런 거였어?
en: That’s what the book is for?

source: 왕자님의 바람대로 시종 테이는 휘온 경에게 쪽도 못쓰고 얻어 터졌답니다아~
en: Just as you wished, your servant, Tei, was helplessly defeated by Sir Huion.

source: 이 상자 안에...
en: this box...

source: 그 자유를 아우르는 수호자가 수평선 끝에 계시오니!
en: ...of the honored Kingdom of Jereilla and its land, water, and skies!

source: 이 카와라는 녀석은 아무짝에도 쓸모없어.
en: and kawa is so friggin’ useless.

source: 세드나랑 같이 저 바보가 살았는지 죽었는지 확인하러 가.
en: go with sedna and check whether that moron is alive or dead.

source: 내가 축하를 하든 저주를 하든 네가 뭔 상관인데?
en: Whether I congratulate or curse him, what does it have to do with you?

source: ...린슈슈.
en: Rin Shushu.

source: 네가 왜 이런 곳에 있어?
en: Why are you here?

source: 너도 이 나라에 관심 많다며!
en: You said you were very interested in this country!

source: 만약 살아 있었다면 그 요정들 정도 자랐을 거야.
en: ...they were still alive, they’d be as big as those fairies.

source: 천족인 이상 천왕 앞에선 당연히 거짓을 고할 수 없겠지.
en: As an angel, you cannot lie to the Angel King.

source: 네 주인인 왕자 전하 말인가?
en: Are you talking about your master, His Highness?

source: ....너 나더러 돼지랑 인간을 합친 키메라라고 했던 말은 기억이나 하냐?
en: Didn’t you just call me a human-pig chimera?

source: 라지에르, 왜 이렇게 시끄러워?
en: Lagier, why is it so noisy?

source: 이건 그냥 말버릇이지라.
en: this is just a habit-dull.

source: 할 거야.
en: your messenger.

source: 진짜 자키잖아!
en: You’re truly Zaki!

source: 달이야!
en: it’s a moon!

source: 우리 놀러 가자.
en: Let’s go play.

source: 말씀하신 물건을 구해 왔습니다.
en: I brought what you asked for.

source: 인간이나 요정이나 이 청은색 머리는 눈길이 가나 보군.
en: I guess this bluish silver hair draws attention from fairies and humans alike.

source: 마계니까 말이야.
en: It’s the demonic realm after all.

source: 누가 연주를 하래?
en: no one asked for a performance.

source: 찾을 거야!
en: find him!

source: ...예.
en: Yes...

source: 우리가 가이드라도 해줄까~?
en: We can be your guide!

source: 물론 그 효과가 강제적일 뿐이지만.
en: Although the effects are forced onto them.

source: 무기에 익숙하지 않은 자라면 아무리 목검이라고 해도 겁도 없이 그렇게 가볍게 다룰 수 없거든.
en: People who are unfamiliar with weaponry can’t swing even a wooden sword so fearlessly like that.

source: 가지 마...
en: Don’t go...

source: 크고, 무서운 파도가 치는 바다!
en: it’s the sea! with huge, scary waves!

source: 전하께서 계신 그 자리를 보필하는 자리도 아니고요.
en: Nor am I seeking to attend to you, Your Highness.

source: 신관이라고?
en: The Priestess?

source: 아까 그렇게 도와줬는데 고맙단 말도 안 해주는 건가?
en: And I helped you earlier? Aren’t you gonna thank me?

source: 내일이면 지겹도록 보게 될 거니까.
en: you’ll see so many waves tomorrow that you will get sick of them.

source: 친구 맞아?
en: Is he even your friend?

source: 나도 해신의 여우님 목소린 잘 들리는데 말이야.
en: I can hear the goddess of the sea’s messenger fox just fine...

source: 그
en: Clip

source: 당장 전하의 검으로 쓸만한 재목은 아닐 수 있단 말입니다.
en: You won’t be able to use him as your sword right away.

source: 태생이 어떻든 여기 들어온 이상...
en: Since it ended up here,

source: 난 라지에르를 잡아먹거나 하고 싶은 게 아닌데?
en: I don’t want to eat Lagier though.

source: 끄덕
en: Nod

source: 하지만 왕...
en: But my King...

source: 겁나냐?
en: You scared?

source: 고작 20분을 못 걸어서 기절을 해?
en: I fainted just from walking a mere 20 minutes?

source: 뭐든지 내 명령에 따르는 거지?
en: You guys will do as I command, right?

source: 어서 가야 해!!
en: We have to hurry!

source: 이렇게 답답한 곳에 계속 갇혀 지내다 보니 답답해 죽을 거 같아서.
en: But being trapped in here all day, I thought I would suffocate!

source: 초대 마왕이신 아론 님이 마신께 부여받은 원칙입니다.
en: The first demon king, Aaron, made the rule.

source: 서투르기는.
en: so clumsy.

source: 자세히 보니 네 옷도 잔뜩 젖어 있고...
en: your clothes are soaking wet too...

source: 움찔
en: FLINCH

source: 둥둥
en: Flap

source: 이, 이놈을!
en: k-kill...

source: 고집부리지 말고 지금이라도 빨리 돌려주는 게 어때?
en: Why don’t you quit being stubborn and just return it now?

source: 얼음산의 프레데리크의 공주님은
en: The princess of the Fredake Ice Mountains...

source: 취미는 아니지만 못된 귀족들 까는 거라면 내 특기 중 하나거든.
en: It’s not a hobby, but chewing out the mean ones is my specialty.

source: 맨날 나만 놓고 다니고...
en: he always leaves me behind...

source: 자, 준비됐어?
en: Are you ready?

source: 알았어, 목걸이 할게.
en: I got it, I’ll keep it on.

source: 그쪽은 도로에요!
en: That’s the road!

source: 아~ 진짜 귀찮네, 이 녀석...
en: ugh. this kid’s really annoying!

source: 그러니까 네 말대로 전령사...
en: So like you said, I’ll be...

source: 저도 혼내주세요오~
en: please scold me tooo-

source: 그러고 보니 그 거북이 녀석이 안 보이네?
en: speaking of which, where’s that tortoise?

source: 저 녀석은 뭐야?
en: Who’s he?

source: 만약 길 잃어버리거나 해봐.
en: if we get lost...

source: 휘익-
en: Swish

source: 명을 물러주세요, 폐하!
en: Please call it off, Your Majesty!

source: 불렀으면 얼른 모습을 드러내지 않고 뭐 하는 거냐!!
en: When I call for you, show yourself immediately! What are you doing?

source: 나한테 성흔을 새기거나 바닷속으로 맘대로 끌고 가기도 해서 곤란하기도 했지만.
en: Though it was a bit troublesome when she left an imprint on me and dragged me into the sea.

source: 나, 율리우스 렌 카나스는 신수 아몬드와 해신의 전령사 세드나의 앞에서
en: here, in the presence of deity amond and the goddess’s messenger sedna...

source: 뭐야...?!
en: are you?!

source: 꺄아아아악!
en: eeeeeek!

source: 왜 나비와 고양이를 닮았다고 하는지는 알겠지만.
en: I can see why they said you look like butterflies and cats.

source: 그럼 뭔데?
en: then what is it?

source: 세드나, 이리 와.
en: Sedna, come here.

source: 이렇게 또 사고 칠 줄 알았으면 진작에 휘온이라도 붙여주는 건데...
en: if I knew she’d get into trouble again, I would have left huion with her...

source: 혼자가 된다는 게 얼마나 괴로운 일인 줄 알아?!
en: Do you know how torturous it is to be alone?!

source: 각하께선 언제나 복잡한 일을 명쾌하게 단숨에 처리하시는군요.
en: your grace always has such a clear solution for complicated matters.

source: 누가 나랑 하재?
en: Who said you would be dueling with me?

source: 저 바보는 뭐야?
en: What’s that fool doing?

source: 알아서 자폭해주니 고맙네.
en: but thanks for blowing your own cover,

source: 할래, 할래!
en: I want to do it!

source: 원래, 요정은, 인간과 친해.
en: Fairies, friends, with humans.

source: 난, 라지에르다.
en: I’m Lagier.

source: 그렇다면 다른 요리를 준비....
en: I can call for other food to be prepared...

source: 이 돼지랑 인간이 합성한 거 같은 키메라 ㅅㄲ가 뭔 헛소릴 하는 거야?
en: What nonsense is this bratty human-pig chimera saying?

source: 오오오~ 이제 시작하나 보군.
en: oooh! it must be starting!

source: 들었냐?
en: Did you hear me?

source: 전하~ 혼자 가시지 말고 같이가요오~
en: your highness! please don’t leave me behind!

source: 우리가 어떻게 이곳에 온 거지?
en: how did we come here?

source: 거기 있던 다른 쓰레기들에 비하면 쓸만하지만 아직 갈지 않은 원석이라고 할까요?
en: He’s better than the other weaklings there, so maybe he’s an unrefined gem?

source: 진작에 말씀하시지.
en: You should have told me sooner.

source: 너 인간형으로 변신은 어려운 거냐?
en: Can you change into a human form?

source: 자, 그럼 어떻게 할래?
en: So, what will you do?

source: 너 눈치가 없구나?
en: You’re quite clueless, aren’t you?

source: 그렇게 잘나고 고귀한 척하더니 죽음 앞에선 추해지는구나.{j}시뮤엘 엘가.
en: simuon elga, you were so high and lofty a moment ago. but you’re nothing in the face of death, huh?{j}

source: 제작 투자
en: PRODUCTION, INVESTMENT

source: 미
en: Slip

source: 이 망할 거북이 놈아 그걸 왜 이제서야 말하냐?
en: you damned tortoise! now you’re telling us?!

source: 으아아악!!
en: Ahhhh!!

source: 어엥?
en: Huh?

source: 재밌군.
en: Interesting.

source: 각색 김준형
en: ADAPTATION JUN-HYEONG KIM

source: 이름이 뭐라 했지?
en: What’s your name again?

source: 특별한 인연을 맺은 사람들이 직접 서명한 책이지.
en: people whom I have special relationships with sign that book.

source: 자, 보아라.
en: See this?

source: 인간이야.
en: I am.

source: 어서 만나보고 싶군.
en: I want to meet her soon.

source: 전하, 무사하십니까!
en: Your Highness, are you okay?

source: 세드나와 같은 머리색...?
en: The same as Sedna?

source: 감사합니다 전하.
en: Thank You, Your Highness.

source: 미안하지?
en: Aren’t you sorry?

source: 퍽-
en: Whack

source: 나는 두 번 말하는 걸 아주 싫어해.
en: I don’t like repeating myself.

source: 만약 그렇다면 네가 지금까지 살아 있을 거 같으냐.
en: Do you really think you would still be alive if it were so?

source: 이럴 줄 알았으면...
en: If I knew this would happen...

source: 내가 강아지 때부터 키운 개다.
en: I raised him since he was a pup.

source: 더 이상 무례를 저지르는 이는 용서하지 않겠소!
en: I will not permit any more disruptions!

source: 이런, 이런...
en: Oh my...

source: 두근
en: Ba-thump

source: 난 물이 많이 있어야 치유마법을 쓸 수 있는데...
en: I need a lot of water to use healing magic...

source: 신수가 어떻게 여기에...
en: here? how?

source: 마족을 소환하는 금서......
en: A forbidden book that summons demons...

source: 그러니 견학이라는 명분을 내세워 나에게 도움을 주겠단 거군.
en: So she must be using a field trip as the excuse to help me.

source: 대체 바닷속에서 무슨 일이 일어나고 있는 거야...!
en: ...but what is going on down there?

source: 왕께서 특별히 따로 명령을 내리셨거든.
en: The King gave me special orders.

source: 지금 놀리는 거야?
en: Are you teasing me now?

source: 황궁까지 데려다주마.
en: I’ll take you to the palace.

source: 네 연주가 너무 거지 같았나 보다.
en: maybe your performance was just utter crap.

source: 그럼요.
en: Of course.

source: 협약이라고 하였는데...
en: And you said you have an agreement with them...

source: 뿌
en: Boo

source: 라지에르 왕자 전하.
en: prince lagier.

source: 죄 없는 신하들의 목을 수없이 베셨습니다.
en: ...as well as countless innocent nobles!

source: 이 달...{j}아니, 황금 자라가 하는 말을 듣고 싶은 거야?
en: do you want to hear what this moo- I mean, this golden turtle is saying?{j}

source: 대체 무슨 일이 있었던 겁니까?
en: Just what happened?

source: 저는 나라를 생각하는 마음에...!
en: I was acting in the best interest of kanas—

source: 해신이 있는 연구 대상이 무궁무진한 나라.
en: ...and a country blessed by the goddess of the sea, filled with subjects worthy of research.

source: 이 목 뒤에 있는 거 말이냐?
en: Are you talking about this thing on the back of my neck?

source: 나, 나, 이런 거 한 번도 본 적이 없...
en: I-I... I’ve never seen anything like it before...

source: 아하~
en: I see!

source: 네 스승?
en: your teacher?

source: 장식은 필요 없어.
en: I don’t need any accessories.

source: 그럼 나랑도 친구 하자!
en: Then be friends with me too!

source: 너 바보냐?
en: Are you dumb?

source: 전하의 검술이 이렇게 깔끔하고도 날카로웠었나?
en: was his highness’s swordsmanship always this keen and nimble?

source: 라지에르를 보며 성스러운 천사의 재림이라며 노래를 했다.
en: ...and exclaimed that Lagier was the second coming of the Holy Angel.

source: 왜요?
en: Why?

source: 여기 있지라~
en: I’m here-ill!

source: 저 검은 분명 제르에이라 왕가의 가보인....
en: That sword is definitely the Jereilla family heirloom.

source: 계약을 완수하려면 빨리 움직이자.
en: Let’s move quickly to finish the contract.

source: 아마 오래 전 무너져 내린 땅속 유적 안에 갇히든가 해서 굶어 죽었을 테죠.
en: he’s probably either trapped in ancient underground ruins or dead from starvation.

source: 너무나 안타까운 일이로군요.
en: what a shame.

source: 그...{j}그게...
en: W-Well...{j}

source: 진짜로 풀려난 거야?
en: I really free?

source: 여기지라~
en: it’s here-all!

source: 카나스의 귀족이든 타국의 축하객이든 카나스 왕궁에 대한 적의로 간주.
en: kanas nobles and foreign guests alike shall be considered enemies of the kanas palace...

source: 여기 사람들 구경도 하고 싶어!
en: I want to watch the people here!

source: 네 종족을 위해서...
en: for the sake of your race.

source: 황실에서 직접 관리하며 건축물을 지을 때 빼곤 모습을 드러내지 않는 종족인데...
en: They usually don’t show themselves unless they’re building something under the supervision of the palace.

source: 그럼 그러지 뭐.
en: Fine, then.

source: 우와아!
en: Wow!

source: 내 주인도 그걸 바라시니까요.
en: That’s what my master wants anyway.

source: 아니야, 저런 얼굴이 아니었어.
en: No, he didn’t look like that.

source: 전하, 들어가겠사옵니다.
en: Your Highness, may I come in?

source: 시뮤온 엘가 공작의 첫째 아들인 거 같은데?
en: looks like duke simuon elga’s first son.

source: 어.
en: Yeah.

source: 너무 무료한 일상에 지쳐서 호기심에 난 그 소환에 응했고...
en: I agreed to the summoning out of curiosity and boredom.

source: 부모란 개념이 없어서 그런지 더 이해가 안 돼.
en: I don’t know what parents are. So it’s even harder to understand them.

source: 그러니 그걸로 충분하잖아...
en: isn’t that long enough?

source: 고양이?
en: Cats?

source: 천년의 역사를 이어온 이 땅을 다스릴 거룩한 통치자를 기다렸다.
en: ...and have waited for a sublime ruler capable of governing this thousand-year-old land.

source: 대체 어떻게 소환이 가능했던 거지?
en: Just how did he manage to summon me?

source: 해신께서 오신다!
en: The Goddess of the Sea is coming!

source: 걔한테 난 필요가 없나 봐...
en: maybe he doesn’t need me...

source: 전하, 이대로 바로 항구의 숙소까지 이동하면 되겠습니까?
en: your highness, shall we go straight to the inn by the port?

source: 자랑이다.
en: Stop being so proud.

source: 왕자전하도 어서 피신을...
en: your highness, you should evacuate...

source: 시간 내로 폐하께서 참석하시지 않는다면 즉위에 대한 의사가 없는 것으로 보고
en: if his majesty does not attend, we can interpret that as his unwillingness to take the throne.

source: 감사합니다.
en: thank you,

source: 그런가 보군.
en: so it seems.

source: 마계의 주민들도 마왕의 명령엔 불복할 수 없으니.
en: The residents of the demonic realm cannot defy me either.

source: 하지만 제가 바라는 건 작위가 아닙니다.
en: But I don’t wish for a higher status.

source: 어찌...
en: how...

source: 천왕의 책은 천왕의 서라 불렸으니...
en: and the Angel King’s is called the Book of the Angel King...

source: 이렇게 되면 천족, 마족, 인간의 3자 계약이 돼버리는 건 알지?
en: This is a three-way contract between an angel, demon, and human. You know that, right?

source: 전부 똑같은 머저리.
en: They’re all stupid.

source: 그럼 넌 대체 언제 너 자신을 위해 살 건데?!
en: Then when do you plan to start living for yourself?!

source: 둑
en: Thud

source: 누구냐, 넌?
en: And who are you?

source: 고작 한 달이 지난 것뿐이잖아.
en: It’s only been a month.

source: 용서해주십시오...
en: for being rude...

source: 그 마법사가 떨어진 곳이.
en: that’s where the mage fell.

source: 흠...
en: hmm...

source: 뭔가?
en: what is it?

source: 그럼 어떡해?
en: then what do we do?

source: 아무래도 걸어가는 건 무리...
en: Walking there might be too much...

source: 하지만 알맹이만 좋은 거라면 전하께서 직접 갈고 닦으셔야 하니 엄청 귀찮으실 거예요.
en: But even if he has potential, it’ll be a bother for you to polish him personally.

source: 여기가 우리의 보금자리야.
en: This is our home.

source: 천호가?
en: You’re a heavenly being.

source: 너무, 예뻐.
en: So pretty.

source: 아무리 야만적인 마족이라도 마왕이니까!
en: Even if he is a barbaric demon, he’s still the Demon King.

source: 마탑의 주인 이시기도 하죠.
en: she is also the master of the magic tower.

source: 컥!
en: ergh!

source: 더 이상 우리를 모독하지 마세요.
en: Please do not insult us any further.

source: 그거야 그렇겠지.
en: You’re right about that.

source: 너는 나와 같은 동류다!
en: You and I are of the same kind!

source: 내 정체가 마왕이란 걸 눈치챘다, 이거군.
en: She knows my real identity is the demon king.

source: 도움이 필요하다면...
en: If you need help...

source: 안돼.
en: no.

source: 응!응!
en: yes! okay!

source: 그래, 소원.
en: Yeah, wish.

source: 동생.
en: my little bro.

source: 매직스톤을 염두에 두고 하는 질문인 거군.
en: She’s probably asking with magic stones in mind.

source: 네에~
en: Yes sir!

source: 혹시 저 애들 친구냐?
en: Are you the kids’ friend?

source: 말씀하시기론 전하께서 혼자 다녀오라고 하셨다던데요.
en: She said that Your Highness told her to go alone.

source: 졸
en: FLAP

source: 에이~ 너무 한다.
en: Hey, that’s mean!

source: 두고두고 맞고 싶냐?
en: Do you want to become the drum?

source: 게다가 하필이면 그 망나니를 왜...
en: And why does it have to be that fiend--

source: 축하의 의미로 저희를 제르에이라에 한 번 초대해주시는 건 안 될까요?
en: can you invite us to jereilla as a congratulatory gift?

source: 네 맘대로 해라.
en: Whatever.

source: 야, 병아리!
en: Hey, you chick!

source: 흑흑흑...
en: *Sob*...

source: 우아~앗?!
en: whoaaa!

source: 내가 금방 건져서 올게!
en: lemme get it out!

source: 조심하십시오!
en: Be careful!

source: 그런 나라의 사절단이면 나랑 편하게 이야기 나눌 짬은 되는 거 아냐?
en: If you’re part of the delegation from that country, then shouldn’t it be easy for you to speak comfortably with me?

source: 타앗-
en: Thwack

source: 반짝이는 보석으로 착각한 우리 요정이 지하로 가지고 왔고요.
en: Our fairies mistook it for a sparkly gem and brought it underground.

source: 갑자기 땅요정들의 거처로 찾아가다니 너무 위험합니다.
en: It’s dangerous to head into the fairies’ realm so impulsively,

source: 이 자는 휘온 웨일이라고 작년 겨울에 열린 왕정 무예 대회 우승자입니다.
en: He is Huion Wale, the winner of last winter’s martial arts competition.

source: 네, 저희 주인님이 어떤 방법을 쓰든 꼭 찾아오라고 엄명을 내리셨거든요.
en: Yes. My master ordered me to use whatever means possible to find them.

source: 2천 년 동안이나 벌을 받았어...
en: I’ve been punished for 2000 years...

source: 굳이 마탑까지 갈 필요 없이, 제가 스승님을 만나게 해드릴게요!
en: I will help you meet my teacher without going to the magic tower!

source: 그 자리에서 황제의 인을 새롭게 내려받을 대리인을 내세우려고 합니다.
en: ...we can put forth a new candidate to succeed the emperor’s throne.

source: 소녀가 사랑하는 아이들이 어떻게 생겼는지도 기억이 나질 않아요.
en: ...the color of the sky or how my lovely children look anymore.

source: 이게 뭔지 알잖아!!
en: You know what this is!

source: 영혼을 보는 눈인가?
en: They can see someone’s soul?

source: 이 쓰레기들아!!
en: You scumbags!!

source: 부디...
en: Please...

source: 주연기
en: YEON-GI JU

source: 이 기회를 놓치면 ‘그것’을 영영 찾지 못할 수도 있습니다.
en: If we miss this chance, we may never find ‘that’ again.

source: 말했잖아요.
en: I told you.

source: 어디 아파?
en: Are you sick?

source: 왕이 지금 인간의 몸인 걸 잊으신 거 아니죠?
en: Have you forgotten that you’re in a human body now?

source: 돌려주세요!
en: Give it back!

source: 이딴 식으로 화풀이했다간 진짜로 죽어.
en: If you vent your anger like this, they’ll really perish.

source: 휘온, 이 녀석 원래 자리로 갖다 놔.
en: huion, put this guy back where he came from.

source: 엄청나군요.
en: amazing.

source: 제길, 그런 능력은 오히려 나한테 필요한데.
en: damnit, I’m the one who needs that kind of power.

source: 니들 겁나게 강한 나라라며?
en: I hear your country is incredibly strong.

source: 너 진짜 날 도와준 이유가 뭐냐?
en: what’s your real reason for helping me?

source: 그럼 쉬십시오, 전하.
en: Then, rest well, Your Highness.

source: 그게 무슨 망측한 소리요!
en: What nonsense is that!

source: 아마....{j}설득하시기 쉽지 않으실 겁니다.
en: it... won’t be easy to persuade any of them.{j}

source: 제가 겁내는 건 세상에서 한 분밖에 없으니까요.
en: It’s because I fear only one person in this world.

source: 꽈{j}악
en: Clench{j}

source: 왜 이래~ 간지러워~
en: Hey now, that tickles!

source: 흠흠!
en: ahem!

source: 아우으으으~
en: Errrmmm...

source: 부 우 우 우
en: Booop

source: 황제의 용검대들이 어제저녁부터 보이지 않습니다.
en: since last night, the emperor’s dragon’s blade knights are nowhere to be found.

source: 겨우 이 정도로 다치다니...
en: that little impact can injure me?

source: 주 륵
en: Drip

source: 등에 달린 날개와 얼굴에 난 수염을 보면
en: Seeing the wings on their backs and the whiskers on their faces,

source: 다신 여기로 돌아오지 않겠다고 맹세하면서요.
en: I vowed to myself that I would never return.

source: 냄새가 느껴지질 않는데 이쪽이 확실해?
en: I don’t smell him. are you sure he’s near here?

source: 너.
en: You.

source: 다시 만나자더군.
en: He asked to meet again.

source: 이 정도 수준의 기사는 우리 용검대에도 없는데...
en: none of my dragon’s blade knights are at that level...

source: 덕분에 이 녀석이랑 있으면 용검대의 경호가 없어도 될 정도야.
en: thanks to that, I don’t even need my dragon’s blade to guard me when I’m with him.

source: 아니, 그건 내가 다스리는 마족들이 기록된 거고...
en: No, that book records the demons under my rule.

source: 그러고 보니 아까부터 안 보이는 것 같았는데요?
en: Come to think of it, I haven’t seen her since a while ago.

source: 우와아아악!
en: Ahhhh!!

source: 닥쳐!
en: Shut up!

source: 자, 이제 너희 집으로 돌아가렴.
en: Now, head on home, child.

source: 예쁜지 안 예쁜지 봐야죠.
en: I want to see if she’s pretty or not.

source: 관둬, 그럼.
en: Forget it then.

source: 그 증거가 필요하다면 협약을 기록한 내용을 보여드릴 수도 있습니다.
en: If you need evidence, I can provide detailed records of our agreement, Your Majesty.

source: 딱히 바라는 것도 없으면서 그런 이야길 한 거야?
en: you brought that up when you don’t have anything you want?

source: 어떻게 해야 할지 지금 생각 중이야.
en: I’m contemplating what to do now.

source: 그 망나니 왕자?
en: That roughneck prince?

source: 이렇게 땀을 많이 흘리시다니!
en: You’re sweating so much!

source: 오오!
en: Oh my!

source: 너도 소문은 들어 잘 알고 있을 텐데?
en: I’m sure you’ve heard the rumors as well.

source: 왜 내가 살 뺀 건 아무도 칭찬하지 않는 거야?
en: isn’t anyone praising me for losing all that weight?
